;汉化：aotix

;======================================================================================================AR=======================

[WP_R101 X2WeaponTemplate]
FriendlyName="R-101C 卡宾枪"
AbilityDescName="R-101C"
BriefSummary="R-101C（紧凑型）卡宾枪是专为泰坦机师设计的全自动杀伤性卡宾枪，具有可伸缩的枪身。缓慢的面包和黄油。"
TacticalText="<Bullet/>R-101C（紧凑型）卡宾枪是一种专为泰坦机师设计的全自动卡宾枪，用于反对敌人的步兵。\n<Bullet/>\n<Bullet/>经典的减速武器。"

[WP_R101_MG X2WeaponTemplate]
FriendlyName="R-101C 磁力卡宾枪"
AbilityDescName="R-101C"
BriefSummary="先进的磁力使R-101C能够以更大的穿透力发射更高速度的子弹。"
TacticalText="<Bullet/>磁力卡宾枪是专为泰坦机师设计的全自动杀伤性卡宾枪，具有可伸缩的枪身。\n<Bullet/>\n<Bullet/>缓慢的面包和黄油。"

[WP_R101_BM X2WeaponTemplate]
FriendlyName="R-101C 光束卡宾枪"
AbilityDescName="R-101C"
BriefSummary="先进的光束能力使R-101C能够以更大的穿透力发射更高速度的子弹。"
TacticalText="<Bullet/>光束卡宾枪是专为泰坦机师设计的全自动杀伤性卡宾枪，具有可伸缩的枪身。\n<Bullet/>\n<Bullet/>缓慢的面包和黄油。"

[WP_HEMLOK X2WeaponTemplate]
FriendlyName="Hemlok BF-R"
AbilityDescName="Hemlok BF-R"
BriefSummary="Hemlok BF-R是一款有效的爆发射击中远程武器，其紧密的射击模式和惊人的伤害使得在有效射程内，如果头部击中，只需4枪或更少即可击倒敌方机师。在PC上表现出色。"
TacticalText="<Bullet/>Hemlok BF-R是一款有效的爆发射击中远程武器，其紧密的射击模式和惊人的伤害使得在有效射程内，如果头部击中，只需4枪或更少即可击倒敌方机师。\n<Bullet/>\n<Bullet/>在PC上表现出色。"

[WP_HEMLOK_MG X2WeaponTemplate]
FriendlyName="磁力Hemlok BF-R"
AbilityDescName="Hemlok BF-R"
AbilityDescName="Hemlok BF-R"
BriefSummary="先进的弹道能力使Hemlok BF-R能够发射速度更高、穿透力更强的子弹。"
TacticalText="<Bullet/>这款磁力Hemlok BF-R是一款有效的爆发射击中远程武器，其紧密的射击模式和惊人的伤害使得在有效射程内，如果头部击中，只需4枪或更少即可击倒敌方机师。\n<Bullet/>\n<Bullet/>在PC上表现出色。"

[WP_HEMLOK_BM X2WeaponTemplate]
FriendlyName="光束Hemlok BF-R"
AbilityDescName="Hemlok BF-R"
BriefSummary="先进的光束能力使Hemlok BF-R能够发射速度更高、穿透力更强的子弹。"
TacticalText="<Bullet/>这款电浆体Hemlok BF-R是一款有效的爆发射击中远程武器，其紧密的射击模式和惊人的伤害使得在有效射程内，如果头部击中，只需4枪或更少即可击倒敌方机师。\n<Bullet/>\n<Bullet/>在PC上表现出色。"

[WP_HEMLOK_SKM X2WeaponTemplate]
AbilityDescName="Hemlok BF-R"
BriefSummary="Hemlok BF-R是一款有效的爆发射击中远程武器，其紧密的射击模式和令人印象深刻的伤害使其能够在其有效射程内以4枪或更少的子弹击倒敌方机师，如果其中一枪是头部命中的话。"
TacticalText="<Bullet/>Hemlok BF-R是一款有效的爆发射击中远程武器，其紧密的射击模式和惊人的伤害使得在有效射程内，如果头部击中，只需4枪或更少即可击倒敌方机师。\n<Bullet/>\n<Bullet/>在PC上表现出色。"

[WP_HEMLOK_SKM_MG X2WeaponTemplate]
FriendlyName="磁力Hemlok BF-R"
AbilityDescName="Hemlok BF-R"
BriefSummary="先进的弹道能力允许Hemlok BF-R以更大的穿透力发射更高速度的子弹。"
TacticalText="<Bullet/>磁力Hemlok BF-R是一款有效的爆发射击中远程武器，其紧密的射击模式和惊人的伤害使得在有效射程内，如果头部击中，只需4枪或更少即可击倒敌方机师。\n<Bullet/>\n<Bullet/>在PC上表现出色。"

[WP_HEMLOK_SKM_BM X2WeaponTemplate]
FriendlyName="光束Hemlok BF-R"
AbilityDescName="Hemlok BF-R"
BriefSummary="先进的光束能力使Hemlok BF-R能够发射速度更高、穿透力更强的子弹。"
TacticalText="<Bullet/>光束Hemlok BF-R是一款有效的爆发射击中远程武器，其紧密的射击模式和惊人的伤害使得在有效射程内，如果头部击中，只需4枪或更少即可击倒敌方机师。\n<Bullet/>\n<Bullet/>在PC上表现出色。"

;======================================================================================================DMR==========================

[WP_RDMR X2WeaponTemplate]
FriendlyName="D-101长弓DMR"
AbilityDescName="D-101长弓DMR"
BriefSummary="长弓DMR，拥有高伤害每次射击一致的所有范围，是一个理想的远程射手步枪。 >得到Amped-DMR，肛准备好吗？"
TacticalText="<Bullet/>长弓DMR，拥有高伤害每次射击一致的所有范围，是一个理想的远程射手步枪。\n<Bullet/>\n<Bullet/>>得到Amped-DMR，肛准备好吗？"

[WP_RDMR_MG X2WeaponTemplate]
FriendlyName="磁力D-101长弓DMR"
AbilityDescName="D-101长弓DMR"
BriefSummary="先进的弹道能力允许D-101长弓DMR以更大的穿透力发射更高速度的子弹。"
TacticalText="<Bullet/>磁力D-101长弓DMR，拥有高伤害每次射击一致的所有范围，是一个理想的远程射手步枪。\n<Bullet/>\n<Bullet/>>得到Amped-DMR，肛准备好吗？"

[WP_RDMR_BM X2WeaponTemplate]
FriendlyName="光束D-101长弓DMR"
AbilityDescName="D-101长弓DMR"
BriefSummary="先进的光束能力允许D-101长弓DMR以更大的穿透力发射更高速度的子弹。"
TacticalText="<Bullet/>光束D-101长弓DMR，拥有高伤害每次射击一致的所有范围，是一个理想的远程射手步枪。\n<Bullet/>\n<Bullet/>>得到Amped-DMR，肛准备好吗？"

[WP_RDMR_RP X2WeaponTemplate]
FriendlyName="D-101长弓DMR收割者"
AbilityDescName="D-101长弓DMR"
BriefSummary="长弓DMR，拥有高伤害每次射击一致的所有范围，是一个理想的远程射手步枪。 >得到Amped-DMR，肛准备好吗？"
TacticalText="<Bullet/>长弓DMR，拥有高伤害每次射击一致的所有范围，是一个理想的远程射手步枪。\n<Bullet/>\n<Bullet/>>得到Amped-DMR，肛准备好吗？"

[WP_RDMR_RP_MG X2WeaponTemplate]
FriendlyName="D-101长弓DMR磁力收割者"
AbilityDescName="D-101长弓DMR"
BriefSummary="先进的弹道能力允许D-101长弓DMR以更大的穿透力发射更高速度的子弹。"
TacticalText="<Bullet/>磁力D-101长弓DMR，拥有高伤害每次射击一致的所有范围，是一个理想的远程射手步枪。\n<Bullet/>\n<Bullet/>>得到Amped-DMR，肛准备好吗？"

[WP_RDMR_RP_BM X2WeaponTemplate]
FriendlyName="光束D-101长弓DMR收割者"
AbilityDescName="D-101长弓DMR"
BriefSummary="先进的光束能力允许D-101长弓DMR以更大的穿透力发射更高速度的子弹。"
TacticalText="<Bullet/>光束D-101长弓DMR，拥有高伤害每次射击一致的所有范围，是一个理想的远程射手步枪。\n<Bullet/>\n<Bullet/>>得到Amped-DMR，肛准备好吗？"

;======================================================================================================Sniper==========================

[WP_KRABER X2WeaponTemplate]
FriendlyName="Kraber-AP狙击枪"
AbilityDescName="Kraber-AP狙击枪"
BriefSummary="Kraber-AP是一种侧面安装弹匣的直拉螺栓式狙击步枪。正如其大口径14.5x114毫米子弹所预期的那样，它在飞行员武器中具有无与伦比的伤害，能够在任何范围内一枪杀死任何步兵。颂歌给到本奇"
TacticalText="<Bullet/>Kraber-AP是一种侧面安装弹匣的直拉螺栓式狙击步枪。正如其大口径14.5x114毫米子弹所预期的那样，它在飞行员武器中具有无与伦比的伤害，能够在任何范围内一枪杀死任何步兵。\n<Bullet/>\n<Bullet/>颂歌给到本奇"

[WP_KRABER_MG X2WeaponTemplate]
FriendlyName="Kraber-AP磁力狙击枪"
AbilityDescName="Kraber-AP狙击枪"
BriefSummary="先进的弹道能力允许Kraber-AP狙击枪以更大的穿透力发射更高速度的子弹。"
TacticalText="<Bullet/>磁力Kraber-AP是一种侧面安装弹匣的直拉螺栓式狙击步枪。正如其大口径14.5x114毫米子弹所预期的那样，它在飞行员武器中具有无与伦比的伤害，能够在任何范围内一枪杀死任何步兵。\n<Bullet/>\n<Bullet/>颂歌给到本奇"

[WP_KRABER_BM X2WeaponTemplate]
FriendlyName="Kraber-AP光束狙击枪"
AbilityDescName="Kraber-AP狙击枪"
BriefSummary="先进的光束能力允许Kraber-AP狙击枪以更大的穿透力发射更高速度的子弹。"
TacticalText="<Bullet/>光束Kraber-AP是一种侧面安装弹匣的直拉螺栓式狙击步枪。正如其大口径14.5x114毫米子弹所预期的那样，它在飞行员武器中具有无与伦比的伤害，能够在任何范围内一枪杀死任何步兵。\n<Bullet/>\n<Bullet/>颂歌给到本奇"

[WP_KRABER_RP X2WeaponTemplate]
FriendlyName="Kraber-AP狙击枪收割者"
AbilityDescName="Kraber-AP狙击枪"
BriefSummary="Kraber-AP是一种侧面安装弹匣的直拉螺栓式狙击步枪。正如其大口径14.5x114毫米子弹所预期的那样，它在飞行员武器中具有无与伦比的伤害，能够在任何范围内一枪杀死任何步兵。颂歌给到本奇"
TacticalText="<Bullet/>Kraber-AP是一种侧面安装弹匣的直拉螺栓式狙击步枪。正如其大口径14.5x114毫米子弹所预期的那样，它在飞行员武器中具有无与伦比的伤害，能够在任何范围内一枪杀死任何步兵。\n<Bullet/>\n<Bullet/>颂歌给到本奇"

[WP_KRABER_RP_MG X2WeaponTemplate]
FriendlyName="Kraber-AP狙击枪磁力收割者"
AbilityDescName="Kraber-AP狙击枪"
BriefSummary="先进的弹道能力允许Kraber-AP狙击枪以更大的穿透力发射更高速度的子弹。"
TacticalText="<Bullet/>磁力Kraber-AP是一种侧面安装弹匣的直拉螺栓式狙击步枪。正如其大口径14.5x114毫米子弹所预期的那样，它在飞行员武器中具有无与伦比的伤害，能够在任何范围内一枪杀死任何步兵。\n<Bullet/>\n<Bullet/>颂歌给到本奇"

[WP_KRABER_RP_BM X2WeaponTemplate]
FriendlyName="Kraber-AP光束狙击枪收割者"
AbilityDescName="Kraber-AP狙击枪"
BriefSummary="先进的光束能力允许Kraber-AP狙击枪以更大的穿透力发射更高速度的子弹。"
TacticalText="<Bullet/>光束Kraber-AP是一种侧面安装弹匣的直拉螺栓式狙击步枪。正如其大口径14.5x114毫米子弹所预期的那样，它在飞行员武器中具有无与伦比的伤害，能够在任何范围内一枪杀死任何步兵。\n<Bullet/>\n<Bullet/>颂歌给到本奇"

;======================================================================================================Shotgun=========================

[WP_EVA X2WeaponTemplate]
FriendlyName="EVA-8霰弹枪"
AbilityDescName="EVA-8"
BriefSummary="尽管射速有限，EVA-8很容易在野猪兽和机师身上获得一次命中。 这是一把猎枪。-泡沫"
TacticalText="<Bullet/>尽管射速有限，EVA-8很容易在野猪兽和机师身上获得一次命中。\n<Bullet/>\n<Bullet/>这是一把猎枪。-泡沫"

[WP_EVA_MG X2WeaponTemplate]
FriendlyName="EVA-8磁力霰弹枪"
AbilityDescName="EVA-8"
BriefSummary="先进的弹道能力允许EVA-8以更大的穿透力发射更高速度的子弹。"
TacticalText="<Bullet/>尽管射速有限，磁力EVA-8很容易在野猪兽和机师身上获得一次命中。\n<Bullet/>\n<Bullet/>这是一把猎枪。-泡沫"

[WP_EVA_BM X2WeaponTemplate]
FriendlyName="EVA-8光束霰弹枪"
AbilityDescName="EVA-8"
BriefSummary="先进的光束能力允许EVA-8以更大的穿透力发射更高速度的子弹。"
TacticalText="<Bullet/>尽管射速有限，光束EVA-8很容易在野猪兽和机师身上获得一次命中。\n<Bullet/>\n<Bullet/>这是一把猎枪。-泡沫"

;======================================================================================================H4Saw===========================

[WP_SPITFIRE X2WeaponTemplate]
FriendlyName="喷火器MK 1 轻机枪"
AbilityDescName="喷火器"
BriefSummary="喷火器MK1 轻机枪[1] 是一种机师杀伤性全自动轻机枪，起初具有高后坐力，但最终稳定为更紧密的射击模式。 泰坦脑外科模拟器"
TacticalText="<Bullet/>喷火器MK1 轻机枪[1] 是一种机师杀伤性全自动轻机枪，起初具有高后坐力，但最终稳定为更紧密的射击模式。\n<Bullet/>\n<Bullet/>泰坦脑外科模拟器"

[WP_SPITFIRE_MG X2WeaponTemplate]
FriendlyName="喷火器MK 1 磁力轻机枪"
AbilityDescName="喷火器"
BriefSummary="先进的弹道能力允许喷火器以更大的穿透力发射更高速度的子弹。"
TacticalText="<Bullet/>磁力喷火器MK1 轻机枪[1] 是一种机师杀伤性全自动轻机枪，起初具有高后坐力，但最终稳定为更紧密的射击模式。\n<Bullet/>\n<Bullet/>泰坦脑外科模拟器"

[WP_SPITFIRE_BM X2WeaponTemplate]
FriendlyName="喷火器MK 1 光束轻机枪"
AbilityDescName="喷火器"
BriefSummary="先进的光束能力允许喷火器以更大的穿透力发射更高速度的子弹。"
TacticalText="<Bullet/>光束喷火器 MK1 轻机枪[1] 是一种机师杀伤性全自动轻机枪，起初具有高后坐力，但最终稳定为更紧密的射击模式。\n<Bullet/>\n<Bullet/>泰坦脑外科模拟器"
;======================================================================================================ODSTSMG===========================
[WP_CAR_SMG X2WeaponTemplate]
FriendlyName="C.A.R. 冲锋枪"
AbilityDescName="C.A.R."
BriefSummary="C. A.R.（Combat Advanced Round，战斗先进子弹）冲锋枪旨在发射更强大的子弹，以牺牲射速和能力为代价，在射程上提供更大的伤害和准确性。"
TacticalText="<Bullet/>C. A.R.（Combat Advanced Round，战斗先进子弹）冲锋枪旨在发射更强大的子弹，以牺牲射速和能力为代价，在射程上提供更大的伤害和准确性。\n<Bullet/>\n<Bullet/>狗屎 - TFG "

[WP_CAR_SMG_MG X2WeaponTemplate]
FriendlyName="C.A.R.磁力冲锋枪"
AbilityDescName="C.A.R."
BriefSummary="先进的弹道能力允许C.A.R.冲锋枪以更大的穿透力发射更高速度的子弹。"
TacticalText="<Bullet/>磁力C. A.R.（Combat Advanced Round，战斗先进子弹）冲锋枪旨在发射更强大的子弹，以牺牲射速和能力为代价，在射程上提供更大的伤害和准确性。\n<Bullet/>\n<Bullet/>狗屎 - TFG "

[WP_CAR_SMG_BM X2WeaponTemplate]
FriendlyName="C.A.R.光束冲锋枪"
AbilityDescName="C.A.R."
BriefSummary="先进的光束能力允许C.A.R.冲锋枪以更大的穿透力发射更高速度的子弹。"
TacticalText="<Bullet/>光束C. A.R.（Combat Advanced Round，战斗先进子弹）冲锋枪旨在发射更强大的子弹，以牺牲射速和能力为代价，在射程上提供更大的伤害和准确性。\n<Bullet/>\n<Bullet/>狗屎 - TFG "

;======================================================================================================H5SMG===========================
[WP_R97 X2WeaponTemplate]
FriendlyName="R-97紧凑型冲锋枪"
AbilityDescName="R97"
BriefSummary="R-97是一种紧凑型冲锋枪，由于其极高的射速和极小的后坐力，在近距离战斗中表现出色。 >>NERF THIS REeeESPAWN<< ;^)"
TacticalText="<Bullet/>The R-97是一种紧凑型冲锋枪，由于其极高的射速和极小的后坐力，在近距离战斗中表现出色。\n<Bullet/>\n<Bullet/>>>NERF THIS REeeESPAWN<< ;^)"

[WP_R97_MG X2WeaponTemplate]
FriendlyName="R-97紧凑型磁力冲锋枪"
AbilityDescName="R97"
BriefSummary="先进的弹道能力允许R-97紧凑型冲锋枪以更大的穿透力发射更高速度的子弹。"
TacticalText="<Bullet/>磁力R-97是一种紧凑型冲锋枪，由于其极高的射速和极小的后坐力，在近距离战斗中表现出色。\n<Bullet/>\n<Bullet/>>>NERF THIS REeeESPAWN<< ;^)"

[WP_R97_BM X2WeaponTemplate]
FriendlyName="R-97紧凑型光束冲锋枪"
AbilityDescName="R97"
BriefSummary="先进的光束能力允许R-97紧凑型冲锋枪以更大的穿透力发射更高速度的子弹。"
TacticalText="<Bullet/>光束R-97是一种紧凑型冲锋枪，由于其极高的射速和极小的后坐力，在近距离战斗中表现出色。\n<Bullet/>\n<Bullet/>>>NERF THIS REeeESPAWN<< ;^)"

;======================================================================================================Magnum============================
[WP_B3 X2WeaponTemplate]
FriendlyName="B3 僚机"
AbilityDescName="僚机"
BriefSummary="B3僚机是一款非常强大的左轮手枪，远距离精度非常高。需要精确瞄准来减轻其射速非常低的缺点。 R.I.P 2016-2017"
TacticalText="<Bullet/>B3僚机是一款非常强大的左轮手枪，远距离精度非常高。需要精确瞄准来减轻其射速非常低的缺点。\n<Bullet/>\n<Bullet/>R.I.P 2016-2017."

[WP_B3_MG X2WeaponTemplate]
FriendlyName="B3磁力僚机"
AbilityDescName="僚机"
BriefSummary="先进的弹道能力允许B3以更大的穿透力发射更高速度的子弹。"
TacticalText="<Bullet/>磁力B3僚机是一款非常强大的左轮手枪，远距离精度非常高。需要精确瞄准来减轻其射速非常低的缺点。\n<Bullet/>\n<Bullet/>R.I.P 2016-2017."

[WP_B3_BM X2WeaponTemplate]
FriendlyName="B3光束僚机"
AbilityDescName="僚机"
BriefSummary="先进的光束能力允许B3以更大的穿透力发射更高速度的子弹。"
TacticalText="<Bullet/>光束B3僚机是一款非常强大的左轮手枪，远距离精度非常高。需要精确瞄准来减轻其射速非常低的缺点。\n<Bullet/>\n<Bullet/>R.I.P 2016-2017."

;======================================================================================================BR============================
[WP_G2A4 X2WeaponTemplate]
FriendlyName="G2A4 战术步枪"
AbilityDescName="G2A4"
BriefSummary="尽管武器技术最近有所进步，但老式G2A4半自动步枪仍然是特种部队的最爱，因为它的高伤害和极其精确的射击——这证明了它的高工艺水平。 又称为「在墙后变强的枪」"
TacticalText="<Bullet/>尽管武器技术最近有所进步，但老式G2A4半自动步枪仍然是特种部队的最爱，因为它的高伤害和极其精确的射击——这证明了它的高工艺水平。\n<Bullet/>\n<Bullet/>又称为「在墙后变强的枪」"

[WP_G2A4_MG X2WeaponTemplate]
FriendlyName="G2A4 磁力战术步枪"
AbilityDescName="G2A4"
BriefSummary="先进的弹道能力允许G2A4以更大的穿透力发射更高速度的子弹。"
TacticalText="<Bullet/>尽管武器技术最近有所进步，但老式G2A4半自动步枪仍然是特种部队的最爱，因为它的高伤害和极其精确的射击——这证明了它的高工艺水平。\n<Bullet/>\n<Bullet/>又称为「在墙后变强的枪」""

[WP_G2A4_BM X2WeaponTemplate]
FriendlyName="G2A4 光束战术步枪"
AbilityDescName="G2A4"
BriefSummary="先进的光束能力允许G2A4以更大的穿透力发射更高速度的子弹。"
TacticalText="<Bullet/>尽管武器技术最近有所进步，但老式G2A4半自动步枪仍然是特种部队的最爱，因为它的高伤害和极其精确的射击——这证明了它的高工艺水平。\n<Bullet/>\n<Bullet/>又称为「在墙后变强的枪」""

[WP_G2A4_RP X2WeaponTemplate]
FriendlyName="G2A4 战术步枪收割者"
AbilityDescName="G2A4"
BriefSummary="尽管武器技术最近有所进步，但老式G2A4半自动步枪仍然是特种部队的最爱，因为它的高伤害和极其精确的射击——这证明了它的高工艺水平。 又称为「在墙后变强的枪」"
TacticalText="<Bullet/>尽管武器技术最近有所进步，但老式G2A4半自动步枪仍然是特种部队的最爱，因为它的高伤害和极其精确的射击——这证明了它的高工艺水平。\n<Bullet/>\n<Bullet/>又称为「在墙后变强的枪」""

[WP_G2A4_RP_MG X2WeaponTemplate]
FriendlyName="G2A4 磁力战术步枪收割者"
AbilityDescName="G2A4"
BriefSummary="先进的弹道能力允许G2A4以更大的穿透力发射更高速度的子弹。"
TacticalText="<Bullet/>尽管武器技术最近有所进步，但老式G2A4半自动步枪仍然是特种部队的最爱，因为它的高伤害和极其精确的射击——这证明了它的高工艺水平。\n<Bullet/>\n<Bullet/>又称为「在墙后变强的枪」""

[WP_G2A4_RP_BM X2WeaponTemplate]
FriendlyName="G2A4 光束战术步枪收割者"
AbilityDescName="G2A4"
BriefSummary="先进的光束能力允许G2A4以更大的穿透力发射更高速度的子弹。"
TacticalText="<Bullet/>尽管武器技术最近有所进步，但老式G2A4半自动步枪仍然是特种部队的最爱，因为它的高伤害和极其精确的射击——这证明了它的高工艺水平。\n<Bullet/>\n<Bullet/>又称为「在墙后变强的枪」""
